[{"id":"0","name":"Leftovers","url":"leftovers","description":"Always delicious","cookTime":"5 minutes","category":["anything"],"ingredients":[],"instructions":["Zap it, Fry it, Bake it, Cook it"]},{"id":"00","name":"Nothing","url":"nothing","description":"Ya done goofed and either ate lunch too late or you waited too late to eat cause you were playing video games. Either way, this means a big breakfast for tomorrow so you can think of that while you lie awake at night staring at the ceiling with a grumbling stomach.","cookTime":"0 minutes","category":["nothing"],"ingredients":[],"instructions":["wait"]},{"id":"1","name":"Pink Pasta","url":"pink-pasta","description":"Delicious pasta that makes 6 individual meals","cookTime":"20 to 30 minutes","category":["pasta","italian"],"ingredients":[{"name":"pasta","amount":2,"measurement":"box"},{"name":"alfredo","amount":12,"measurement":"oz"},{"name":"marinara","amount":12,"measurement":"oz"},{"name":"meatballs","amount":1,"measurement":"lb"}],"instructions":["Start the frozen meatballs on a skillet with a tiny bit of avocado oil on low heat.","Start cooking both boxes of pasta according to the instructions.","Once pasta is done, drain, add a whole jar of alfredo, and a whole jar of marinara.","Add in extra seasonings like garlic powder and onion powder if you want. Probably some black pepper too.","Add in the meatballs once they are cooked.","Cover the pan and let it get hot all the way through. The heat and pressure will activate the delicious flavors."]},{"id":"2","name":"Macaroni and Sausage","url":"macaroni-and-sausage","description":"Velveeta mac and cheese with sliced up, pan cooked chicken sausage for additional protein.","cookTime":"20 minutes","category":["pasta","sausage"],"ingredients":[{"name":"Velveeta Macaroni and Cheese","amount":1,"measurement":"box"},{"name":"Chicken Sausage","amount":1,"measurement":"12oz package"},{"name":"Feta Cheese","amount":1,"measurement":"smattering"}],"instructions":["Slice the chicken sausage into thin pieces and toss into a skillet with low heat. You can add a little oil if you want but it probably doesn't need it depending on the fat content.","Start cooking both boxes of pasta according to the instructions.","Once pasta is done, drain, add cheese sauces.","Add in extra seasonings like garlic powder and onion powder if you want. Probably some black pepper too. Cumin brings this dish to life.","Add in the sausage once they are hot.","Cover the pan and let it get hot all the way through. The heat and pressure will activate the delicious flavors."]},{"id":"3","name":"Enchilada Beef","url":"enchilada-beef","description":"Saucy and tangy slow-cooked beef over rice or mac and cheese","cookTime":"5 hours for crock pot, 10 minutes for rice","category":["Beef","Rice"],"ingredients":[{"name":"Beef Sirloin","amount":2.5,"measurement":"lb"},{"name":"Red Enchilada Sauce","amount":16,"measurement":"oz"},{"name":"Rice","amount":3,"measurement":"scoops"}],"instructions":["Coat bottom of crock pot with some of Red Enchilada Sauce can.","Place beef on top of sauce. Cut and remove strings if it has it.","Pour rest of Red Enchilada sauce over top of beef, covering top and sides entirely.","Set crock pot to high and cook for 4 hours 30 minutes.","Put on top of rice and add a delicious amount of feta cheese"]}]